                  <table border="0" width="100%" align="center" cellpadding="1" cellspacing="10">
                    <!--<tr><td colspan="2" id="big" align="center">Die Wizard Sprachauswahl</td></tr>
                    <tr><td colspan="2" align="center"><img src="images/help/help_site_startwizard_languages_2.gif" border="0" alt="Wizard Sprachauswahl"></td></tr>
                    <tr><td colspan="2" id="nor">
                    	Dieses Fenster zeigt Ihnen alle Sprachen, in der der Wizard verf&uuml;gbar ist. Sie k&ouml;nnen eine Sprache
                    	ausw&auml;hlen, in dem Sie einfach auf den Namen der Sprache oder (falls vorhanden) auf den Button daneben klicken. Sollte dieses Fenster nicht in einem
                    	Wizard erscheinen, so steht in diesem Wizard nur eine Sprache zur Verf&uuml;gung, die dann bereits genutzt ist.
                    	<br><br>
                    	Welche Sprache zur Zeit aktiviert ist, erkennen Sie daran, dass das entsprechende Icon einen roten Haken besitzt und
                    	der Name der dazugeh&ouml;rigen Sprache nicht mehr ausgew&auml;hlt werden kann.
                    </td></tr>
                    <tr><td colspan="2">&nbsp;</td></tr> //-->
                    <tr><td colspan="2" id="big" align="center">Die Wizard Schritt Auswahl</td></tr>
                    <tr><td colspan="2" align="center"><img src="images/help/help_site_startwizard_steps_2.gif" border="0" alt="Wizard Schritt Auswahl"></td></tr>
                    <tr><td colspan="2" id="nor">
                    	Dieses Fenster zeigt alle Schritte an, die in diesem Wizard zu Verf&uuml;gung stehen. In der Regel wird ein Wizard genutzt,
                    	in dem der &quot;Start-Button&quot; geklickt wird, anschlie&szlig;end werden automatisch allen n&ouml;tigen Schritte durchlaufen. In
                    	manchen F&auml;llen ist es jedoch m&ouml;glich, dass Sie nur eine Option in der Konfiguration zur Ihrer Applikation mit Hilfe
                    	des CWF &auml;ndern m&ouml;chten. In diesem Fall k&ouml;nnen Sie einfach den entsprechenden Schritt direkt ausw&auml;hlen.

                    	Der Schritt, dessen Icon einen roten Haken besitzt, ist dabei stets der Schritt, der aktuell angezeigt bzw. bearbeitet wird. Auch dieses
                    	Fenster k&ouml;nnen Sie bei bedarf mit Hilfe des kleinen runden Buttons in der Kopfzeile ein- oder ausblenden lassen.

                    </td></tr>
                    <tr><td colspan="2">&nbsp;</td></tr>
                    <tr><td colspan="2" id="big" align="center">Das Aktionen Fenster</td></tr>
                    <tr><td colspan="2" align="center"><img src="images/help/help_site_startwizard_cleanup_2.gif" border="0" alt="Wizard Aktionen"></td></tr>
                    <tr><td colspan="2" id="nor">
                    Bei einigen Konfigurationen ist es notwendig nach einer &Auml;nderung bestimmte Programme zu starten, damit die gemachten
                    &Auml;nderungen auch umgesetzt werden. Wenn dieses Fenster in einem Wizard vorhanden ist, zeigt es alle Aktionen an, die
                    zum Abschlu&szlig; einer Konfiguration durchgef&uuml;hrt werden sollten. Um dies zu vereinfachen befindet sich zu
                    oberst der Button &quot;Alle Aktionen ausf&uuml;hren&quot;. Sollten Sie die Auswirkungen der einzelnen Aktionen genau
                    kennen, k&ouml;nnen Sie diese auch einzeln ausf&uuml;hren.
                    <br><br>
                    Auch dieses Fenster k&ouml;nnen Sie bei bedarf mit Hilfe des kleinen runden Buttons in der Kopfzeile ein- oder ausblenden lassen.
                    </td></tr>
                    <tr><td colspan="2">&nbsp;</td></tr>
                    <tr><td colspan="2" id="big" align="center">Hauptfenster: Kopfbereich </td></tr>
                    <tr><td colspan="2" align="center"><img src="images/help/help_site_startwizard_main1_2.gif" border="0" alt="Wizard Kopf"></td></tr>
                    <tr><td colspan="2" id="nor">Der erste Abschnitt des Hauptfenster zeigt Ihnen verschiedene Informationen &uuml;ber den von Ihnen ausgew&auml;hlten Wizard.
						An dieser Stelle sollten Sie sich davon &uuml;berzeugen, dass Ihre Applikation die gleiche Version besitzt, wie die Applikation f&uuml;r die der Wizard erstellt wurde.
						Sollten es ein Problem mit dem aktuellen Wizard geben, finden Sie hier ebenfalls die E-Mail Adresse des Autors.
					</td></tr>
                    <tr><td colspan="2">&nbsp;</td></tr>
                    <tr><td colspan="2" id="big" align="center">Hauptfenster: Wizard Start Button </td></tr>
                    <tr><td colspan="2" align="center"><img src="images/help/help_site_startwizard_main2_2.gif" border="0" alt="Wizard starten"></td></tr>
                    <tr><td colspan="2" id="nor">In der Regel wird ein Wizard &uuml;ber diesen Button gestartet und anschlie&szlig;end werden alle Schritte nacheinander durchlaufen. Die Zahl in
                    							 Klammern gibt dabei die Anzahl aller Schritte an, in diesem Beispiel also 44.
                    </td></tr>
                    <tr><td colspan="2">&nbsp;</td></tr>
                    <tr><td colspan="2" id="big" align="center">Hauptfenster: Wizard Gruppierungen (Thema und User Level) </td></tr>
                    <tr><td colspan="2" align="center"><img src="images/help/help_site_startwizard_main3_2.gif" border="0" alt="Wizard Gruppierungen"></td></tr>
                    <tr><td colspan="2" id="nor">Ob diese M&ouml;glichkeiten zur Auswahl stehen h&auml;ngt vor allem vom Entwickler des Wizard
                    Files ab, Sie m&uuml;ssen nicht zwingend vorhanden sein. Es gibt zwei verschieden Gruppierungsarten. Zum einen die Gruppierung nach den User F&auml;higkeiten, bei
                    der Sie selbst entscheiden m&uuml;ssen, welche F&auml;higkeiten Sie besitzen und welche Optionen Sie somit konfigurieren m&ouml;chten. Zum anderen die Gruppierung
                    nach Themen. Wenn Sie also nur einen Teil der Konfiguration &auml;ndern m&ouml;chten, w&auml;hlen Sie hier das entsprechende Thema, soweit vorhanden. Im oben gezeigten
                    Beispiel sind zwei verschiedene Benutzerlevel und drei verschiedene Themen definiert. Die Zahlen in Klammern zeigen jeweils an, wieviele Schritte sich in dieser Gruppe
                    befinden.
                    </td></tr>
                    <tr><td colspan="2">&nbsp;</td></tr>
                    <tr><td colspan="2" id="big" align="center">Hauptfenster: Backups </td></tr>
                    <tr><td colspan="2" align="center"><img src="images/help/help_site_startwizard_main4_2.gif" border="0" alt="Backup Dateien"></td></tr>
                    <tr><td colspan="2" id="nor">Bei jeder Benutzung eines Wizard legt das CWF eine Sicherheitskopie Ihrer aktuellen Konfiguration an, solange
                    es sich um eine Konfiguration &uuml;ber Konfigurationsdateien handelt. Sollte Ihnen bei der Konfiguration der Applikation ein Fehler
                    unterlaufen k&ouml;nnen Sie jederzeit eine alte Version wiederherstellen. Beim wiederherstellen wird die aktuelle Version auch wieder
                    als Backup gespeichert. Sind Backups vorhanden, zeigt Ihnen das Fenster das Datum und die Zeit der letzten &Auml;nderung an, sowie die
                    Dateigr&ouml;sse in Bytes. Sie k&ouml;nnen dann jede der angezeigten Konfigurationen wieder herstellen oder unwiderruflich l&ouml;schen.
                    </td></tr>
                  </table>